Repository: homeinfogmbh/immobit
Catalog: files/locales/*/immobit.po
Languages: de_de

source: Invalid real estate ID.
de_de: Ungültige Objekt-ID.

source: The requested real estate does not exist.
de_de: Die angegebene Immobilie existiert nicht.

source: The real estate has been created.
de_de: Die Immobilie wurde angelegt.

source: Could not add the real estate.
de_de: Die Immobilie konnte nicht angelegt werden.

source: The real estate already exists
de_de: Die Immobilie existiert bereits.

source: The real estate could not be delted.
de_de: Die Immobilie konnte nicht gelöscht werden.

source: The real estate has been updated.
de_de: Die Immobilie wurde aktualisiert.

source: The real estate has been deleted.
de_de: Die Immobilie wurde gelöscht.

source: The requested attachment does not exist.
de_de: Der gewünschte Anhang existiert nicht.

source: The attachment has been created.
de_de: Der Anhang wurde erstellt.

source: The attachment has been deleted.
de_de: Der Anhang wurde gelöscht.

source: The attachment already exists.
de_de: Der Anhang existiert bereits.

source: You have reached your attachment quota.
de_de: Sie haben die maximal zugelassene Menge von Anhängen erreicht.
